"Sitting around, smoking marijuana, eating Cheetos and masturbating do not constitute 'plans'.",
"Walter White"

"You are a time bomb, tick-tick-ticking. And I have no intention of being around for the boom.",
"Mike Ehrmantraut"

"Send him to Belize? I'll send YOU to Belize.",
"Walter White"

"Name one thing in this world that is non negotiable.",
"Walter White"

"Jesus! Just grow some fucking balls!",
"Walter White"

"Since when do vegans eat fried chicken?",
"Hank Schrader"

"'Cap'n Cook?' That's not you? Like I said, no one is looking for you.",
"Walter White"

"If that’s true, if you don’t know who I am, then maybe your best course… would be to tread lightly.",
"Walter White"

"Did you just bring a bomb into a hospital?",
"Jesse Pinkman"

"Someone has to protect this family from the man who protects this family.",
"Skyler White"

"I am not in danger, Skyler. I AM the danger!",
"Walter White"

"This is my own private domicile and I will not be harassed... bitch!",
"Jesse Pinkman"

"May his death satisfy you.",
"Gustavo Fring"

"Stay out of my territory.",
"Walter White"

"I'm a criminal, yo.",
"Jesse Pinkman"

"Seriously? 'Hello Kitty'?",
"Jesse Pinkman"

"Yeah, bitch! Magnets!",
"Jesse Pinkman"

"So you do have a plan? Yeah, Mr. White! Yeah, science!",
"Jesse Pinkman"

"Congratulations, you’ve just left your family a second-hand Subaru.",
"Saul Goodman"

"You're the smartest guy I ever met, and you're too stupid to see he made up his mind 10 minutes ago.",
"Hank Schrader"

"Put me on your magical boat, man, and sail me down your chocolaty river of meth!",
"Badger"

"Shut the f*ck up and let me die in peace.",
"Mike Ehrmantraut"

"I'm sorry, what were you asking me? Oh, yes, that stupid plastic container I asked you to buy. You see, hydrofluoric acid won't eat through plastic; it will however dissolve metal, rock, glass, ceramic. So there's that",
"Walter White"

"Alright, tell you what. Both of you pull it out your butts right now, or I go grab a flashlight and some pliers and go exploring.",
"Jesse Pinkman"

"My name is ASAC Schrader, and you can go f*ck yourself.",
"Hank Schrader"

"If I ever get anal polyps, I'll know what to name them.",
"Saul Goodman"

"You all know exactly who I am. Say my name.",
"Walter White"

"I do not believe fear to be an effective motivator. I want investment. For now, I'm simply interested in time frame",
"Gustavo Fring"

"Just because you shot Jesse James doesn't mean you are Jesse James.",
"Mike Ehrmantraut"

"Sometimes it just feels better not to talk. At All. About Anything. To Anyone.",
"Walter White"

"You're my free pass... bitch!",
"Jesse Pinkman"

"You won, Walter. You got the job. Do yourself a favor and learn to take yes for an answer.",
"Mike Ehrmantraut"

"No more half-measures, Walter.",
"Mike Ehrmantraut"

"I did it for me. I liked it. I was good at it. And... I was really... I was alive.",
"Walter White"

"You are not the guy. You're not capable of being the guy. I had a guy but now I don't. You are not the guy.",
"Mike Ehrmantraut"

"When you have children, you always have family. They will always be your priority, your responsibility. And a man, a man provides. And he does it even when he's not appreciated or respected or even loved. He simply bears up and he does it. Because he's a man.",
"Gustavo Fring"

"A guy opens his door and gets shot and you think that of me? No. I am the one who knocks!",
"Walter White"

"The thing is, if you just do stuff and nothing happens, what's it all mean? What's the point? Oh right, this whole thing is about self-acceptance.",
"Jesse Pinkman"

"What I came to realise is that fear, that's the worst of it. That's the real enemy. So, get up, get out in the real world and you kick that bastard as hard you can right in the teeth.",
"Walter White"

"Speak into the mic, bitch.",
"Jesse Pinkman"

"Keys, scumbag. It's the universal symbol for keys.",
"Mike Ehrmantraut"

"I’m not saying it’s not bad. It’s bad. But it could be worse.",
"Saul Goodman"

"I watched Jane die. I was there. And I watched her die.",
"Walter White"

"You know how they say 'it's been a pleasure'? Well... it hasn't.",
"Mike Ehrmantraut"

"You do seem to have a little “shit creek” action going… You know, FYI, you can buy a paddle.",
"Saul Goodman"

"You need to stop focusing on the darkness behind you. The past is the past. Nothing can change what we’ve done.",
"Walter White"

"Don't drink and drive but if you do, call me.",
"Saul Goodman"

"I will put you under the jail.",
"Hank Schrader"

"The Universe is Random. Not Inevitable. It's simple Chaos.",
"Walter White"

"Do you know how much I make a year? I mean, even if I told you, you wouldn't believe it.",
"Walter White"

"Smoking marijuana, eating cheetos, and masturbating do not constitute plans in my book.",
"Walter White"

"If you don’t know who I am, then maybe your best course would be to tread lightly.",
"Walter White"

"Everyone sounds like Meryl Streep with a gun to their head.",
"Mike Ehrmantraut"

"Fire in the hole, bitch!",
"Jesse Pinkman"

"Hey, tell your douchebag brother-in-law to head towards the light",
"Jesse Pinkman"

"All I can do is wait... for the cancer to come back.",
"Skyler White"

"I did it for me. I liked it. I was good at it. And I was really... I was alive.",
"Walter White"

"Buzz buzz buzz",
"The fly"

"Did you know that there's an acceptable level of rat turds that can go into candy bars? It's the government, jack. Even government doesn't care that much about quality. You know what is okay to put in hot dogs? Huh? Pig lips and *beep* But I say, hey, have at it bitches 'cause I love hot dogs.",
"Jesse Pinkman"

"I will kill your wife, I will kill your son, I will kill your infant daughter.",
"Gustavo Fring"

"Alright, I've got the talking pillow now... Okay?",
"Walter White"

"You two suck at peddling meth.",
"Saul Goodman"

"They're minerals, Marie! Jesus!",
"Hank Schrader"

"The one that says if I can't kill you, you'll sure as *beep* wish you were dead.",
"Jesse Pinkman"

"We tried to poison you. We tried to poison you because you are an insane, degenerate piece of filth and you deserve to die.",
"Walter White"

"I'm not in the meth business. I'm in the empire business.",
"Walter White"

"Better call Saul!",
"Saul Goodman"

"Because I say so.",
"Walter White"

"F*ck you! And your eyebrows!",
"Walter White"

"Clearly, his taste in women is the same as his taste in lawyers.",
"Saul Goodman"

"Walter Jr., you're my big man. There are going to be some things that you'll come to learn about me in the next few days. But just know that no matter how it may look, I only had you in my heart. Goodbye!",
"Walter White"

"Bitch!",
"Jesse Pinkman"

"I hide in plain sight, same as you.",
"Gustavo Fring"

"You don’t want a criminal lawyer. You want a criminal lawyer.",
"Jesse Pinkman"

"We're done when I say we're done.",
"Walter White"

"So roll me further bitch!",
"Jesse Pinkman"